Repository: uktrade/great-cms
Catalog: domestic/locale/*/LC_MESSAGES/django.po
Languages: ar, ms, pt

source: Full name
ar: الاسم الكامل
ms: Nama penuh
pt: Nome completo

source: Enter your full name
ar: أدخل اسمك الكامل
ms: Masukkan nama penuh anda
pt: Digite seu nome completo

source: Job title
ar: المسمى الوظيفي
ms: Jawatan
pt: Cargo

source: Enter your job title
ar: أدخل مسمى وظيفتك
ms: Masukkan jawatan anda
pt: Digite seu cargo

source: Business email address
ar: عنوان البريد الإلكتروني للعمل
ms: Alamat e-mel perniagaan
pt: Endereço de e-mail comercial

source: Enter an email address in the correct format, like name@example.com
ar: أدخل عنوان بريد إلكتروني بالتنسيق الصحيح، مثل name@example.com
ms: Masukkan alamat e-mel dalam format yang betul, seperti name@example.com
pt: Digite um endereço de e-mail no formato correto, como nome@example.com

source: Business name
ar: اسم الشركة
ms: Nama perniagaan
pt: Nome da empresa

source: Enter your business name
ar: أدخل اسم شركتك
ms: Masukkan nama perniagaan anda
pt: Digite o nome da sua empresa

source: Business website
ar: موقع الويب للشركة
ms: Laman web perniagaan
pt: Website da empresa

source: Enter a website address in the correct format, like https://www.example.com or www.company.com
ar: أدخل عنوان موقع ويب بالتنسيق الصحيح، مثل https://www.example.com أو www.company.com
ms: Masukkan alamat laman web dalam format yang betul, seperti https://www.example.com atau www.company.com
pt: Digite um endereço de website no formato correto, como https://www.example.com ou www.company.com

source: Which country are you based in?
ar: في أي بلد تقع الشركة الخاصة بك؟
ms: Di negara mana anda berpangkalan?
pt: Em qual país você está localizado?

source: Do you have a specific project or proposal you’d like to discuss?
ar: هل لديك مشروع أو اقتراح محدد تود مناقشته؟
ms: Adakah anda mempunyai projek atau cadangan tertentu yang ingin dibincangkan?
pt: Você tem um projeto ou proposta específica que gostaria de discutir?

source: Please answer this question
ar: يرجى الإجابة على هذا السؤال
ms: Sila jawab soalan ini
pt: Por favor, responda esta pergunta

source: Which country is the project located in?
ar: في أي بلد يقع المشروع؟
ms: Di negara mana projek ini berada?
pt: Em qual país o projeto está localizado?

source: How can we help?
ar: كيف يمكننا مساعدتك؟
ms: Bagaimana kami boleh membantu?
pt: Como podemos ajudar?

source: Please tell us briefly what type of support you’re looking for
ar: يرجى إخبارنا بإيجاز بنوع الدعم الذي تبحث عنه
ms: Sila beritahu kami secara ringkas jenis sokongan yang anda cari
pt: Por favor, diga-nos brevemente que tipo de suporte você está procurando

source: You must agree to the terms and conditions before registering
ar: يجب أن توافق على الشروط والأحكام قبل التسجيل
ms: Anda perlu bersetuju dengan terma dan syarat sebelum mendaftar
pt: Você deve concordar com os termos e condições antes de se registrar

source: First name
ar: الاسم الأول
ms: Nama pertama
pt: Nome

source: Enter your first name
ar: أدخل اسمك الأول
ms: Masukkan nama pertama anda
pt: Digite seu nome

source: Last name
ar: الاسم الأخير
ms: Nama belakang
pt: Sobrenome

source: Enter your last name
ar: أدخل الاسم الأخير الخاص بك
ms: Masukkan nama belakang anda
pt: Digite seu sobrenome

source: Your email address
ar: عنوان بريدك الإلكتروني
ms: Alamat emel anda
pt: Seu endereço de e-mail

source: Enter your email address
ar: أدخل عنوان بريدك الإلكتروني
ms: Masukkan alamat emel anda
pt: Digite seu endereço de e-mail

source: Company name (Optional)
ar: اسم الشركة
pt: Nome da empresa

source: Select your sector
ar: حدد قطاعك
ms: Pilih sektor anda
pt: Selecione seu setor

source: Telephone number
ar: رقم الهاتف
ms: Nombor telefon
pt: Número de telefone

source: Enter your telephone number
ar: أدخل رقم هاتفك
ms: Masukkan nombor telefon anda
pt: Digite seu número de telefone

source: Position at company (Optional)
ar: المنصب في الشركة
pt: Cargo na empresa

source: My company already exports
ar: شركتي تصدّر بالفعل
ms: Syarikat saya sudah mengeksport
pt: Minha empresa já exporta

source: My company does not export yet
ar: شركتي لا تصدّر بعد
ms: Syarikat saya belum mengeksport lagi
pt: Minha empresa ainda não exporta

source: Select a region
ar: حدد منطقة
ms: Pilih kawasan
pt: Selecione uma região

source: Sector
ar: القطاع
ms: Sektor
pt: Setor

source: Opens in a new window
ar: يفتح في نافذة جديدة
ms: Buka dalam tetingkap baru
pt: Abre em uma nova janela
