Repository: uktrade/great-cms
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, ms, pt

source: great.gov.uk international
es: great.gov.uk Internacional
ms: great.gov.uk antarabangsa
pt: great.gov.uk internacional

source: Transcript
ar: النص المحول
es: Transcripción
fr: Transcription
ms: Transkrip
pt: Transcrição

source: English subtitles
ar: ترجمة باللغة الإنجليزية
es: Subtítulos en inglés
fr: sous-titres anglais
ms: sarikata Bahasa Inggeris
pt: Legendas em inglês

source: Home
ar: الصفحة الرئيسية
es: Inicio
fr: Accueil
ms: Rumah
pt: Inicial

source: Opens in a new window
ar: يفتح في نافذة جديدة
es: Se abre en una ventana nueva
fr: Ouvre dans une nouvelle fenêtre
ms: Dibuka dalam tetingkap baharu
pt: Abre em uma nova janela

source: Tell us whether you accept cookies
ar: أخبرنا ما إذا كنت تقبل ملفات تعريف الارتباط
es: Díganos si acepta las cookies
fr: Dites-nous si vous acceptez les cookies
ms: Beritahu kami sama ada anda menerima kuki
pt: Diga-nos se você aceita cookies

source: We use
ar: نستخدم
es: Usamos
fr: Nous utilisons des
ms: Kami guna
pt: Nós usamos

source: cookies to collect information
ar: ملفات تعريف الارتباط لجمع المعلومات
es: cookies para recopilar información
fr: cookies pour collecter des informations
ms: kuki untuk mengumpul maklumat
pt: cookies para coletar informações

source: about how you use great.gov.uk. We use this information to make the website work as well as possible and improve government services.
ar: حول كيفية استخدامك لموقع great.gov.uk. نستخدم هذه المعلومات لجعل الموقع يعمل بأفضل طريقة ممكنة وتحسين خدمات الحكومة.
es: acerca de cómo utiliza great.gov.uk. Utilizamos esta información para hacer que el sitio web funcione de la mejor manera posible y mejorar los servicios gubernamentales.
fr: sur la façon dont vous utilisez great.gov.uk. Nous utilisons ces informations pour optimiser le fonctionnement du site web et améliorer les services gouvernementaux.
ms: tentang cara anda menggunakan great.gov.uk. Kami menggunakan maklumat ini untuk membuat laman web bekerja sebaik mungkin dan meningkatkan perkhidmatan kerajaan.
pt: sobre como você usa great.gov.uk. Usamos essas informações para tornar o site trabalhar o melhor possível e melhorar os serviços do governo.

source: Accept all cookies
ar: قبول جميع الملفات
es: Aceptar todas las cookies
fr: Accepter tous les cookies
ms: Terima semua kuki
pt: Aceitar todos os cookies

source: Set cookie preferences
ar: تحديد تفضيلات ملفات التعريف الخاصة بك
es: Configurar preferencias de cookies
fr: Définir les préférences en matière de cookies
ms: Tetapkan pilihan kuki
pt: Definir preferências de cookies

source: You've accepted all cookies. You can
fr: Vous avez accepté tous les cookies. Tu peux
ms: Anda telah menerima semua kuki. Awak boleh
pt: Você aceitou todos os cookies. Você pode

source: change your settings
ar: تغيير إعداداتك
es: cambiar su configuración
fr: modifier vos paramètres
ms: tukar tetapan anda
pt: mude suas configurações

source: at any time.
ar: في أي وقت.
es: en cualquier momento.
fr: à tout moment
ms: pada bila bila masa
pt: a qualquer momento.

source: For UK businesses
ar: للشركات البريطانية
es: Para empresas del Reino Unido
fr: Pour les entreprises britanniques
ms: pada bila bila masa.
pt: Para empresas do Reino Unido

source: For international businesses
ar: للشركات الدولية
es: Para empresas internacionales
fr: Pour les entreprises internationales
ms: Untuk perniagaan antarabangsa
pt: Para empresas internacionais

source: Skip to main content
ar: الانتقال إلى المحتوى الرئيسي
es: Ir al contenido principal
fr: Aller au contenu principal
ms: Langkau ke kandungan utama
pt: Ir para o conteúdo principal

source: Share this page
ar: مشاركة هذه الصفحة
es: Compartir esta página
fr: Partager cette page
ms: Kongsi halaman ini
pt: Compartilhe esta página

source: Sharing will open the page in a new tab.
ar: سيفتح المشاركة الصفحة في علامة تبويب جديدة
es: Compartir abrirá la página en una nueva pestaña
fr: Le partage ouvrira la page dans un nouvel onglet
ms: Perkongsian akan membuka halaman dalam tab baharu.
pt: O compartilhamento abrirá a página em uma nova guia.

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
ms: E-mel

source: <p>Your browser doesn't support HTML5 video. Here is a <a class="link" href="%(video_url)s">link to the video</a> instead.</p>
es: <p>Tu navegador no admite video HTML5. Aquí tienes un <a class="link" href="%(video_url)s">enlace al video</a> en su lugar.</p>
fr: <p>Votre navigateur ne supporte pas la vidéo HTML5. Voici une <a class="link" href="%(video_url)s">lien vers la vidéo</a> à la place.</p>
ms: <p>YPenyemak imbas anda tidak menyokong video HTML5. Berikut ialah <a class="link" href="%(video_url)s">pautan ke video</a> sebaliknya.</p>
pt: <p>Seu navegador não suporta vídeo HTML5. Aqui está um <a class="link" href="%(video_url)s">link para o vídeo</a> em vez de.</p>

source: View video transcript
ar: عرض نص الفيديو
es: Ver transcripción del video
fr: Voir la transcription de la vidéo
ms: Lihat transkrip video
pt: Ver transcrição do vídeo

source: Last updated:
ar: آخر تحديث:
es: Última actualización:
fr: Dernière mise à jour:
ms: Kemas kini terakhir:
pt: Ultima atualização

source: Related content
ar: المحتوى ذو الصلة
es: Contenido relacionado
fr: Contenu connexe
ms: Kandungan berkaitan
pt: Cardápio

source: Download CSV
ar: تحميل CSV
es: Descargar CSV
fr: Télécharger le CSV
ms: Muat turun CSV
pt: Baixar CSV

source: Migrate 1 item
ms: Pindahkan 1 item

source: Migrate
ms: Berhijrah

source: Are you sure you want to migrate these items?
ms: Adakah anda pasti mahu memindahkan item ini?

source: You don't have permission to migrate this item
ms: Anda tiada kebenaran untuk memindahkan item ini

source: Yes, migrate
ms: Ya, berhijrah

source: No, don't migrate
ms: Tidak, jangan berhijrah

source: Please enter a UK postcode
ar: الرجاء إدخال الرمز البريدي للمملكة المتحدة
es: Por favor, introduzca un código postal del Reino Unido
fr: Veuillez saisir un code postal britannique
ms: Sila masukkan poskod UK
pt: Insira um código postal do Reino Unido

source: Create page from page
ms: Buat halaman dari halaman

source: Twitter
ar: تويتر

source: Facebook
ar: فيسبوك

source: LinkedIn
ar: لينكد إن

source: Information has been submitted successfully
ar: تم إرسال المعلومات بنجاح
fr: Les informations ont été envoyées avec succès
pt: As informações foram enviadas com sucesso

source: Submit
ar: إرسال
fr: Envoyer
pt: Enviar

source: Menu
ar: القائمة
es: Menú

source: Button Label
es: Etiqueta de botón
